Repository: MICO-dk/MICO-CPT-News
Catalog: languages/mico-cpt-news-*.po
Languages: da_dk

# post type general name
source: News
da_dk: Nyheder

# post type singular name
source: News Entry
da_dk: Nyhed

# admin menu
source: News
da_dk: Nyheder

# add new on admin bar
source: News Entry
da_dk: Nyhed

# nyhed
source: Add New
da_dk: Tilføj Ny

source: Add New News Entry
da_dk: Tilføj Ny Nyhed

source: New News Entry
da_dk: Ny Nyhed

source: Edit News Entry
da_dk: Rediger Nyhed

source: View News Entry
da_dk: Vis Nyhed

source: All News
da_dk: Alle Nyheder

source: Search News
da_dk: Søg i nyheder

source: Parent News Entry:
da_dk: Forældre Nyhed:

source: No news entries found.
da_dk: Ingen nyheder fundet

source: No news entries found in trash.
da_dk: Ingen nyheder fundet i papirkurven

# URL slug
source: news
da_dk: nyheder
